{
  "toggle_theme": "Alternar Tema",
  "toggle_lang": "English",
  "back_to_site": "Voltar ao site",
  "github": "GitHub",
  "personal_info": "Informações Pessoais",
  "age": "Idade",
  "nationality": "Nacionalidade",
  "brazilian": "Brasileiro",
  "marital_status": "Estado Civil",
  "single": "Solteiro",
  "location": "Localização",
  "email": "E-mail",
  "phone": "Telefone",
  "languages": "Idiomas",
  "portuguese_native": "Português (nativo)",
  "english_intermediate": "Inglês (intermediário)",
  "italian_basic": "Italiano (básico)",
  "french_basic": "Francês (básico)",
  "interests": "Interesses",
  "interest_ai": "IA & Inovação em Saúde",
  "interest_games": "Jogos (RPG, TCG), culinária, saúde Corporal, café, animes e esportes",
  "interest_reading": "Leitura técnica, open-source e aprendizado contínuo",
  "subtitle": "Técnico em Eletrônica | Desenvolvedor Back-end Java | Entusiasta de Dados & IA",
  "about": "Sobre",
  "about_text": "Estudante de Ciência da Computação (7º semestre) com mais de 8 anos de experiência prática em manutenção de eletrônicos e hardware. Atualmente atuando como Desenvolvedor Back-end focado em Java e APIs REST, com base sólida em análise de dados e machine learning usando Python. Apaixonado por resolver problemas e construir soluções que combinam tecnologia, criatividade e impacto social.",
  "featured_projects": "Projetos em Destaque",
  "proj1": "redeNeuralML – CNN com TensorFlow/Keras, usando augmentação e callbacks.",
  "proj2": "projeto_visualizacao_informacao – Visualização de dados com Pandas e Matplotlib.",
  "proj3": "estudos-logica-com-python – Scripts educacionais para lógica e estruturação.",
  "proj4": "dio_trilha_java_basico – Prática de Java básico e programação orientada a objetos.",
  "proj5": "projeto-dio-lab-open-source – Colaboração comunitária no GitHub e construção de perfil.",
  "education_certifications": "Formação & Certificações",
  "cert1": "Desenvolvimento Back-end Java - Rocketseat - API RESTful com Java, Maven, Spring Boot, Lombok e banco H2.",
  "cert2": "Oracle Cloud Infrastructure AI - Oracle - Certificação em IA e Machine Learning na nuvem.",
  "cert3": "Introdução à Ciência de Dados - Data Science Academy - Experiência prática com análise de dados.",
  "cert4": "Desenvolvimento Web Front-end - Curso em Vídeo - HTML5, CSS3 e JavaScript.",
  "cert5": "Programação Java Back-end - Udemy - Fundamentos da linguagem Java para back-end.",
  "cert6": "Hardware - Microcamp (2016) - Arquitetura e infraestrutura de computadores.",
  "experience": "Experiência",
  "exp1": "Técnico de Manutenção de Aparelhos Eletrônicos - Remoto, LESHOP - Diagnóstico e reparo de falhas, manutenção preventiva e corretiva, suporte técnico.",
  "exp2": "Desenvolvimento de Habilidades de Solução de Problemas - Jornada - Liderança, organização, tomada de decisão e comunicação eficaz em projetos acadêmicos e pessoais.",
  "tech_stack_skills": "Tecnologias & Habilidades",
  "updated": "Atualizado em junho de 2025. Veja mais em",
  "or_connect": "ou conecte-se no"
}
